<div class="row justify-content-md-center g-0 agreement">
    <div class="col-12 col-lg-10">
        <div class="p-1 inner">
            <h2>Пользовательское соглашение</h2>
            <p>Пользовательское соглашение (далее - соглашение) вступает в силу с момента начала пользования данным сайтом. 
                В случае несогласия с любым из пунктов данного соглашения, Вы должны покинуть сайт.</p>
            <p>Соглашение может быть изменено Администрацией сайта без какого-либо специального уведомления. 
                Новая редакция соглашения вступает в силу с момента ее размещения на сайте.</p>
            <h4>Описание Сайта</h4>
            <p>Сайт предназначен для знакомства и общения совершеннолетних дееспособных людей.</p>
            <p>Все материалы размещаются на сайте зарегистрированными пользователями самостоятельно и добровольно. 
                Администрация сайта анкет не размещает и не несет ответственности за их содержимое.</p>
            <p>Сайт может содержать фотографии, текст и любые другие данные эротической направленности, которые предназначены 
                исключительно для лиц достигших совершеннолетнего возраста. Вы должны покинуть сайт, если по закону Вашей страны 
                (Вашего региона) или в соответствии с Вашими религиозными убеждениями, медицинскими предписаниями Вам запрещено 
                или не рекомендуется посещение подобных сайтов. Администрация сайта не несет ответственности за последствия, 
                которые могут наступить для Вас в результате посещения сайта.</p>
            <h4>Регистрация на сайте</h4>
            <p>Для доступа к некоторым страницам Сайта, Вы должны пройти процесс регистрации, по завершении которого Вы 
                получаете логин и пароль к Вашему аккаунту.</p>
            <p>Вы несете полную ответственность за безопасность Вашего логина и пароля. Администрация сайта не несет 
                ответственности за возможную потерю или порчу данных, которая может произойти из-за несанкционированного доступа 
                к Вашему аккаунту третьими лицами.</p>
            <p>Вы не имеете права передавать свои логин и пароль третьим лицам.</p>
            <p>Вы согласны с тем, что Администрация сайта оставляет за собой право прекратить действие Вашего логина и пароля, 
                в случае нарушения любого из пунктов данного пользовательского соглашения.</p>
            <h4>Размещение информации</h4>
            <p>Вы соглашаетесь, что вся информация персонального характера, введенная Вами в соответствующих разделах сайта, 
                не затрагивает права и законные интересы третьих лиц, в том числе право на неприкосновенность личной жизни. 
                Вы понимаете и принимаете, что введенная Вами в анкете персональная информация (включая Вашу контактную информацию, 
                Ваши фотографии), будет размещена и доступна для ознакомления неограниченному числу лиц посредством сети Интернет.</p>
            <p>Вы соглашаетесь, что сайт не несет ответственности за возможное копирование и использование размещенными 
                Вами на сайте данных третьими лицами.</p>
            <h5 class="text-danger">Запрещается:</h5>
            <ol>
                <li>Размещать информацию или данные, которые являются незаконными, вредоносными, нарушают чьи-либо авторские права, 
                    содержат оскорбления в адрес третьих лиц.</li>
                <li>Размещать информацию о третьих лицах без их согласия.</li>
                <li>Размещать порнографические материалы.</li>
            </ol>
            <h4>Освобождение от гарантий</h4>
            <p>Любые данные, полученные Вами с использованием сайта Вы можете использовать на свой собственный страх и риск. 
                Администрация сайта не несет ответственности за любой ущерб, который может быть нанесен Вам в результате использования сайта.</p>
            <p>Администрация сайта не несет ответственности за несанкционированное копирование третьими лицами предоставленной пользователем информации.</p>
            <p>Администрация сайта не гарантирует непрерывную работу сервисов сайта и не несет ответственности за простои в работе сайта по вине третьих лиц.</p>
            <h4>Правообладателям</h4>
            <p>Администрация сайта имеет право удалить информацию или материалы с сайта по запросу правообладателя.</p>
        </div>
    </div>
</div>